tap "adoptopenjdk/openjdk"
tap "clojure/tools"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jcaromiq/taps"
tap "microsoft/mssql-release"
tap "moncho/dry"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "openssl@3"
brew "ansible"
brew "webp"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "glib"
brew "python@3.9"
brew "openjdk"
brew "bfg"
brew "btop"
brew "numpy"
brew "bzt"
brew "curl"
brew "php"
brew "composer"
brew "cpufetch"
brew "djvulibre"
brew "dns2tcp"
brew "docker-compose"
brew "dosbox"
brew "drafter"
brew "exa"
brew "exercism"
brew "ext4fuse"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "graphviz"
brew "hstr"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "imapsync"
brew "jmeter"
brew "kotlin"
brew "kubernetes-cli"
brew "lftp"
brew "make"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "minikube"
brew "mkcert"
brew "mmv"
brew "mono-libgdiplus"
brew "zlib"
brew "mysql-client"
brew "neofetch"
brew "nmap"
brew "node"
brew "nss"
brew "nuget"
brew "openjdk@8"
brew "p7zip"
brew "php@8.0"
brew "php@8.1"
brew "phpunit"
brew "pinentry-mac"
brew "putty"
brew "qcachegrind"
brew "qt"
brew "rabbitmq-c"
brew "rclone"
brew "redis"
brew "ruby"
brew "sbt"
brew "scala"
brew "scriptcs"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "speedtest-cli"
brew "sphinx-doc"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "vegeta"
brew "vim"
brew "webpack"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "zsh"
brew "clojure/tools/clojure"
brew "denisidoro/tools/docpars"
brew "jcaromiq/taps/adh"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "moncho/dry/dry"
brew "shivammathur/php/php@7.4"
brew "symfony-cli/tap/symfony-cli"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "background-music"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "devtoys"
cask "diffmerge"
cask "edex-ui"
cask "font-hack"
cask "google-drive"
cask "grandperspective"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "macdown"
cask "mysql-shell"
cask "numi"
cask "osxfuse"
cask "postman"
cask "powershell"
cask "puppet-agent"
cask "temurin8"
cask "tuntap"
cask "visualvm"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "MeetingBar", id: 1532419400
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Comic", id: 1497435571
mas "Tag Editor Lite", id: 984278082
mas "Telegram", id: 747648890
mas "Toggl Track", id: 1291898086
mas "Unzip One", id: 1127253508
mas "XMenu", id: 419332741
vscode "af4jm.vscode-icalendar"
vscode "arturbelico.code-sum-up"
vscode "bmewburn.vscode-intelephense-client"
vscode "DotJoshJohnson.xml"
vscode "ecmel.vscode-html-css"
vscode "eiminsasete.apacheconf-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.dotnet-test-explorer"
vscode "geeksharp.openssl-configuration-file"
vscode "GrapeCity.gc-excelviewer"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hangxingliu.vscode-systemd-support"
vscode "humao.rest-client"
vscode "kokororin.vscode-phpfmt"
vscode "leighlondon.eml"
vscode "marcostazi.VS-code-drupal"
vscode "mathiasfrohlich.Kotlin"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "mrmlnc.vscode-apache"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "Natizyskunk.sftp"
vscode "pepri.subtitles-editor"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "robinbentley.sass-indented"
vscode "sensourceinc.vscode-sql-beautify"
vscode "thomas-baumgaertner.vcl"
vscode "usernamehw.remove-empty-lines"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vncz.vscode-apielements"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "WakaTime.vscode-wakatime"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "Zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
